Repository: grade-xavier/Simplist-2
Catalog: lib/l10n/app_*.arb
Languages: es, it, sv

source: Hello World!
es: ¡Hola Mundo!
it: Ciao Mondo!
sv: Tjena världen!

source: Lists
es: Listas
it: Liste
sv: Listor

# errMsgMissingTitle
source: You need to type a title
es: Necesitas escribir un título
it: Devi inserire un titolo
sv: Du behöver skriva en titel

# searchOrAddList
source: Search or add a list
es: Buscar o agregar una lista
it: Cerca o aggiungi una lista
sv: Sök eller lägg till lista

# searchOrAddItem
source: Search or add a item
es: Buscar o agregar un elemento
it: Cerca o aggiungi un elemento
sv: Sök eller lägg till post

source: Add list
es: Agregar lista
it: Aggiungi lista
sv: Lägg till lista

source: Add item
es: Agregar elemento
it: Aggiungi elemento
sv: Lägg till post

source: Go back
es: Volver
it: Torna indietro
sv: Gå tillbaka

# deleteItem
source: Delete this item
es: Eliminar este elemento
it: Elimina questo elemento
sv: Radera posten

# deleteList
source: Delete this list
es: Eliminar esta lista
it: Elimina questa lista
sv: Radera listan

# favorite
source: Your favorite lists are shown on top
es: Las listas de favoritos se muestran en la parte superior
it: Gli elenchi preferiti sono visualizzati in alto
sv: Dina favoritlistor visas högst upp

# taskDeleted
source: The item has been deleted
es: Se ha borrado la elemento
it: Il elemento è stata cancellata
sv: Posten har raderats

# listDeleted
source: The list has been deleted
es: Se ha borrado la lista
it: La lista è stata cancellata
sv: Listan har raderats

source: Undo
es: Deshacer
sv: Ångra

# inside
source: In {title}
es: En {title}
sv: I {title}

# emptyListList
source: There is nothing here. Type a name and hit + to add a list.
es: Aquí no hay nada. Escribe un nombre y pulsa + para añadir una lista.
it: Qui non c'è nulla. Digitare un nome e premere + per aggiungere un elenco.

# emptyTaskList
source: There is nothing here. Type a name and hit + to add an item.
es: Aquí no hay nada. Escribe un nombre y pulsa + para añadir un elemento.
it: Non c'è nulla qui. Digitare un nome e premere + per aggiungere un elemento.
